const generalArr = [
  {
    q: `Q1: 什麼是 Taiwan Builder House?`,
    a: `A1: Taiwan Builder House 是一個舉辦黑客松活動的組織，我們致力於將台灣的開發者社區聚集起來，並提供一個平台讓開發者展現自己的才華。`,
  },
  {
    q: `Q2: 誰可以參加這個活動?`,
    a: `A2: 任何對於開發有興趣的人都可以參加，不論你是初學者還是經驗豐富的開發者。`,
  },
  {
    q: `Q3: 參加活動需要花費多少?`,
    a: `A3: 參加活動完全免費，我們歡迎所有人參加。參與的人將自動成為 Hunter ，一起爭取高額獎金吧！`,
  },
  {
    q: `Q4: 我是開發新手，我可以參加嗎?`,
    a: `A4: 當然可以，我們鼓勵所有有興趣的人參與這次的活動。`,
  },
  {
    q: `Q5: 早期註冊是什麼意思？`,
    a: `A5: 早期註冊意味著你可以在活動開始前就已經完成註冊，這樣你將可以早些收到我們的更新和消息。請注意開發者/交易者和社群(獵人)有不同的報名連結。`,
  },
  {
    q: `Q6: 我錯過了註冊截止日期，還可以申請嗎?`,
    a: `A6: 抱歉，如果你錯過了註冊截止日期，那麼你將無法參與這次的活動。請留意我們的網站以確認下次活動的訊息。`,
  },
  {
    q: `Q7: 我在哪裡可以找到所有在 Taiwan Builder House 活動中建立的專案?`,
    a: `A7: 你可以在我們的網站上找到所有在我們活動中建立的專案。`,
  },
  {
    q: `Q8: Taiwan Builder House 會提供旅行補助嗎?`,
    a: `A8: 抱歉，我們目前並不提供旅行補助。但請留意，我們的活動有線上和線下兩種形式，你可以選擇最適合你的方式參加。`,
  },
  {
    q: `Q9: 我可以作為參觀者參加活動嗎?`,
    a: `A9: 當然，我們歡迎任何人以參觀者的身份參加活動。`,
  },
  {
    q: `Q10: 我如何才能讓 Taiwan Builder House 在我所在的城市舉辦黑客松?`,
    a: `A10: 你可以透過我們的聯絡方式將你的建議傳達給我們，我們會考慮所有的提議。`,
  },
  {
    q: `Q11: 我該如何與 Taiwan Builder House 合作或協作?`,
    a: `A11: 如果你有任何想要合作或協作的想法，請透過我們的聯絡方式與我們取得聯織。`,
  },
];
const eventArr = [
  {
    q: `Q12: 我可以在活動開始前就開始製作我的專案嗎？報名的資格是什麼？`,
    a: `A12: 只要你的項目未完成「種子輪」融資，皆可進行報名。你將可以在活動開始之前就開發產品，我們更在意項目的完整以及發展潛力。`,
  },
  {
    q: `Q13: 我可以遠程參加這個活動嗎?`,
    a: `A13: 是的，你可以選擇遠程參加先期的活動，但 8/31 當天需要到達會場。`,
  },
  {
    q: `Q14: 如果我沒有看到我心儀的題目該怎麼辦?`,
    a: `A14: 若導師的題目無法引起你的興趣，你依然可以報名 TBH 爭取大會獎金，但將無法獲得導師提供的獎金機會。`,
  },
  {
    q: `Q15: 一個團隊或者開發者能報名幾個項目?`,
    a: `A15: TBH 並沒有針對報名數量有限制，歡迎同時參與數個導師出的題目，進而爭取更多獎金。`,
  },
  {
    q: `Q16: 我最多可以獲得幾個獎項?`,
    a: `A16: 除了大會的Best Overall 和 Most Potential 兩個獎項只能二擇一之外，其餘獎項以及獎金只要符合資格，將可累加獲得。`,
  },
  {
    q: `Q17: 如果我是 TBH 的參賽項目，那我的項目是否可以同時成為 Gem ，來徵求 Gem Hunter 的參與？`,
    a: `A17: 可以的，只要你的項目未完成種子輪融資，並且已經成熟到足以開放給 Hunter 參與，那我們歡迎一起成為寶石。`,
  },
  {
    q: `Q18: 如果我遲交項目內容，會發生什麼事情？`,
    a: `A18: 如果你晚於8/25提交項目，那很抱歉我們將無法受理你的報名。但越早繳交你的專案，將有機會越早接受導師的幫助。`,
  },
  {
    q: `Q19: 我該如何從我的團隊中移除某個人？`,
    a: `A19: 如果你想從你的團隊中移除某個人，你可以聯繫我們的工作人員協助你進行。`,
  },
  {
    q: `Q20 我可以在專案創建後，編輯我的專案名稱、描述等資訊嗎?`,
    a: `A20: 是的，你可以在專案創建後，隨時編輯你的專案名稱、描述等資訊。`,
  },
];
const FAQData = {
  general: generalArr,
  event: eventArr,
};
export default FAQData;
