const generalArr = [
  {
    q: `Q1: 什麼是 Taiwan Builder House?`,
    a: `A1: Taiwan Builder House 是一個舉辦黑客松活動的組織，我們致力於將台灣的開發者社區聚集起來，並提供一個平台讓開發者展現自己的才華。`,
  },
  {
    q: `Q2: 誰可以參加這個活動?`,
    a: `A2: 任何對於開發有興趣的人都可以參加，不論你是初學者還是經驗豐富的開發者。`,
  },
  {
    q: `Q3: 參加活動需要花費多少?`,
    a: `A3: 參加活動完全免費，我們歡迎所有人參加。`,
  },
  {
    q: `Q4: 我是開發新手，我可以參加嗎?`,
    a: `A4: 當然可以，我們鼓勵所有有興趣的人參與這次的活動。`,
  },
  {
    q: `Q5: 早期註冊是什麼意思?`,
    a: `A5: 早期註冊意味著你可以在活動開始前就已經完成註冊，這樣你將可以早些收到我們的更新和消息。`,
  },
  {
    q: `Q6: 我錯過了註冊截止日期，還可以申請嗎?`,
    a: `A6: 抱歉，如果你錯過了註冊截止日期，那麼你將無法參與這次的活動。請留意我們的網站以確認下次活動的訊息。`,
  },
  {
    q: `Q7: 我在哪裡可以找到所有在 Taiwan Builder House 活動中建立的專案?`,
    a: `A7: 你可以在我們的網站上找到所有在我們活動中建立的專案。`,
  },
  {
    q: `Q8: Taiwan Builder House 會提供旅行補助嗎?`,
    a: `A8: 抱歉，我們目前並不提供旅行補助。但請留意，我們的活動有線上和線下兩種形式，你可以選擇最適合你的方式參加。`,
  },
  {
    q: `Q9: 我可以作為參觀者參加你們的活動嗎?`,
    a: `A9: 當然，我們歡迎任何人以參觀者的身份參加我們的活動。`,
  },
  {
    q: `Q10: 我如何才能讓 Taiwan Builder House 在我所在的城市舉辦黑客松?`,
    a: `A10: 你可以透過我們的聯絡方式將你的建議傳達給我們，我們會考慮所有的提議。`,
  },
  {
    q: `Q11: 我該如何與 Taiwan Builder House 合作或協作?`,
    a: `A11: 如果你有任何想要合作或協作的想法，請透過我們的聯絡方式與我們取得聯織。`,
  },
];
const eventArr = [
  {
    q: `Q12: 我可以遠程參加這個活動嗎?`,
    a: `A12: 是的，你可以選擇遠程參加我們的活動。`,
  },
  {
    q: `Q13: 我可以在活動開始前就開始製作我的專案嗎?`,
    a: `A13: 為了確保公平性，我們要求所有參賽者在活動正式開始後才開始製作他們的專案。`,
  },
  {
    q: `Q14: 我在活動期間可以建立什麼?`,
    a: `A14: 你可以根據我們的主題和規則建立你的專案，並在活動期間進行優化和發展。`,
  },
  {
    q: `Q15: 我必須在什麼時候停止製作我的專案?`,
    a: `A15: 你必須在活動結束的時間點停止製作你的專案，我們會在活動現場宣布結束的時間。`,
  },
  {
    q: `Q16: 如果我在製作專案的過程中遇到困難，我該向誰尋求幫助?`,
    a: `A16: 如果你在製作專案的過程中遇到困難，你可以找到我們的導師或工作人員尋求幫助。`,
  },
  {
    q: `Q17: 什麼是專案報告?`,
    a: `A17: 專案報告是你在活動期間將你的專案進度報告給我們的時間，我們會在活動期間有多次的專案報告時間。`,
  },
  {
    q: `Q18: 如果我錯過了我的專案報告，會發生什麼事情?`,
    a: `A18: 如果你錯過了專案報告的時間，你可能會錯過我們的導師給你的反饋和建議，但這不會影響你的參賽資格。`,
  },
  {
    q: `Q19: 我該如何從我的團隊中移除某個人?`,
    a: `A19: 如果你想從你的團隊中移除某個人，你可以聯繫我們的工作人員協助你進行。`,
  },
  {
    q: `Q20 我可以在專案創建後，編輯我的專案名稱、描述等資訊嗎?`,
    a: `A20: 是的，你可以在專案創建後，隨時編輯你的專案名稱、描述等資訊。`,
  },
];
const FAQData = {
  general: generalArr,
  event: eventArr,
};
export default FAQData;
