{
  "title": "Prize",
  "subTitle": "",
  "MEXCC": "Register",
  "MEXC1T": "Click on the website link above to proceed with registration.",
  "MEXC1C1": "The first 100 registrants will each receive an additional 10 USDT as a bonus.",
  "FNC": "Completed the beginner's task.",
  "FN1T": "1. Successfully connect with a wallet.",
  "FN2T": "2. Followed one project.",
  "FN3T": "3. Followed Twitter.",
  "NLS": "NONE LAND aims to bring Web3 to a broader audience, reaching beyond blockchain enthusiasts and connecting with everyone.By transforming intricate Web3 topics into entertaining and comprehensible content, NONE LAND has become the most approachable Web3 media brand. Together, let's forge a future of limitless possibilities",
  "NL1T": "1. <a href='https://www.instagram.com/noneland_official/' target='_blank' class=\"underline underline-offset-2\">Follow NONE LAND Instagram</a>",
  "NL2T": "2. <a href='https://www.youtube.com/@NoneLand' target='_blank' class=\"underline underline-offset-2\">Subscribe NONE LAND Youtube</a>",
  "NL3T": "3. <a href='https://line.me/ti/g2/Dwx1LSA8A8CLLY4GWcnilhjz92FMlKZsDtk4eA?utm_source=invitation&utm_medium=link_copy&utm_campaign=default' target='_blank' class=\"underline underline-offset-2\">加入 NONE LAND official Line Club</a>",
  "BLS": "Purchase $BLA and trade cryptocurrencies in a smarter way!",
  "BL1T": "1. Go to the official website and click on 「Get Started」.",
  "BL2T": "2. Register your account and enter the user interface.",
  "BL3T": "3. Click on the MetaMask wallet link in the upper right corner (BSC chain).",
  "BL4T": "4. On the homepage, purchase $BLA tokens worth $10 USDT.",
  "BPS": "Hold and Stake $BUCK",
  "BP1T": "1. Create a Position (Minimum amount: 10 $BUCK, CR%: 150% or above, 15 pounds worth of SUI, considering the current SUI price at 0.7, approximately 21.4 SUI required).",
  "BP2T": "2. Stake any amount of $BUCK into the Tank",
  "CAP": "Task + Free 1 Month Trial",
  "CAS": "For those who complete the task, we will provide a one-month subscription to the Starter plan (valued at 29 USDT).",
  "CA1T": "1. Register on Crypto-Arsenal",
  "CA2T": "2. Create an API Key: Link it to an exchange",
  "CA3T": "3. Depending on your role, achieve one of the following (at least one trade) : ",
  "CA3C1": "Trader: Select a strategy in Arena or Trading Club, run a backtest, and execute a live trade",
  "CA3C2": "Quant: Create your own strategy, simulate it, and execute a live trade",
  "DMS": "Purchase a NFT name-service",
  "DM1T": "1. Log in to Dmail using any wallet",
  "DM1C1": "https://mail.dmail.ai/setting/account/100006",
  "DM2T": "2. Participate in the Presale and purchase any NFT domain name account",
  "DM2C1": "https://mail.dmail.ai/presale/100006",
  "FP1T": "1. Search \"@FriendsProtocol_Bot\" on Telegram",
  "FP2T": "2. Use the bot to mint a Friends NFT (15 TON)",
  "FP3T": "3. Complete the task",
  "RE1T": "1. \"Connect Wallet\" on the official website",
  "RE2T": "2. Connect your Solana wallet",
  "RE3T": "3. Click to rent or lease an NFT",
  "TIS": "Tikki is an NFT business application platform, providing a one-stop NFT solution for global brands and enterprises. Tikki serves clients from various industries, including NFT projects and commercial brands, offering NFT services such as issuance, sales, management, and verification.",
  "TI1T": "1. Register and log in to Tikki :",
  "TI1C1": "https://app.tikki.app/explore",
  "TI2T": "2. Verify any wallet to your UID :",
  "TI2C1": "Go to Tikki",
  "TI2C2": "Click on \"Wallets\"",
  "TI2C3": "Add your wallet",
  "TI3T": "3. Follow @Tikki_NFT on Twitter and retweet their pinned post",
  "TI3C1": "Also, follow @ParaSpace_NFT and @ParaSpace_CN on Twitter",
  "TI3C2": "Join the Discord community",
  "BONKS": "THE DOG COIN OF THE PEOPLE : Initially launched as a free airdrop to the Solana community on Christmas Day 2022, BONK's adoption has since grown parabolically to emerge as the true community coin of web3",
  "BONK1": "1. Like and follow our social @bonk_inu",
  "BONK2": "2. buy 6.9million $BONK ",
  "BONK3": "3. Screenshot the $BONK and write “For the culture” and tag us @bonk_inu",
  "BONK4": "4. dm the BONK Twitter with a link from your post to your Solana wallet address to receive 6.9m $BONK back and the latest update with our staking integration!",
  "Termi": "Term Structure is a full-fledged peer-to-peer bond protocol powered by ZK-rollup. On Term Structure, people can borrow and lend digital assets to each other for a pre-determined duration and a fixed interest rate.",
  "Term1": "1. Follow Twitter @TermStructLabs ",
  "Term2": "Join Discord",
  "GASHi": "GASH, a subsidiary of Tangerine Group, has been researching and specializing in the blockchain for several years, and is committed to launching applications and experiences that are close to users, and smoother blockchain applications. In the future, the ZKaizoku platform will also be incubated on ZKsync so that more projects and applications will have a better platform",
  "GASH1": "1. Follow Twitter @GASH_tw",
  "GASH2": "2. Join Discord ",
  "GASH3": "3. Go to our website: <a href='https://zkaizoku.io/whitelist' target='_blank' class=\"underline underline-offset-2\">https://zkaizoku.io/whitelist</a>",
  "MAYGi": "MAYG is an outrageous casual competitive game of mass luxury destruction and vengeful love.  Players compete in 90’s Tokyo’s luxury setting of nightclubs using exploding handbags and lethal metal credit cards as ninja stars to be the last girl standing.  ",
  "MAYG1": "1. Follow twitter @maygnft",
  "MAYG2": "2. Like our pinned post",
  "MAYG3": "3. Comment your eth address or ens account to win a raffle for 1 of 25 MAYG NFTs",
  "Genoi": "Genopets is a Free-to-Play, Move-to-Play mobile game that makes it fun and rewarding to live an active lifestyle. A Genopet is your digital pet whose evolution and growth are inextricably linked to your own. The steps you take every day power your journey through the Genoverse as you explore, battle, and evolve — earning crypto while you play.",
  "Geno1": "1. Follow @genopets Twitter",
  "Geno2": "2. Join Discord",
  "Geno3": "3. Download Genopets and start a step battle. (code: ALBERT)",
  "PAi": "PANews is an intellectual media platform tailored for blockchain technology applications and fintech entrepreneurs and leaders. We are dedicated to providing valuable news, information, and insights on cryptocurrencies, virtual currencies, and Bitcoin for entrepreneurs and innovators in the blockchain and fintech sectors. Our consulting firm, PANONY, assists businesses in finding growth engines and empowering future industry leaders.",
  "PA1": "Join Telegram、Follow Twitter、Visit the Website",
  "PA2": "Download App ：<a href='https://www.panewslab.com/download.html' target='_blank' class=\"underline underline-offset-2\">https://www.panewslab.com/download.html</a>"
}
