{
  "title": "OVERVIEW",
  "subTitle": "",
  "detail": "Detail",
  "title1": "HACKER",
  "content1": "Demonstrate your technical skill and innovative thinking by submitting exceptional projects. Suppose your project receives positive feedback during the event and is deemed promising. In that case, Hackers can secure prizes and incubation opportunities to develop further and enhance the projects.",
  "subTitle1": "Submit your projects to showcase your technical skills and innovative thinking, aiming to attract VC funding and mentorship.",
  "FT1": "1. Eligibility :",
  "F1-1": "Participating projects have not completed Seed Round financing.",
  "F1-2": "Hackers need to form or join a team on their own to participate.",
  "F1-3": "Hackers must join the Telegram group to receive the latest updates.",
  "FT2": "2. Development Rules :",
  "F2-1": "Hackers can start development after the event begins but must submit their work by 8/25 at the latest.",
  "F2-2": "Choosing a topic and submitting a proposal earlier provides a better opportunity for interaction with mentors. Submissions after the competition period will not be accepted.",
  "F2-3": "Hackers can use any open-source code or publicly available APIs but must explicitly list all external resources and explain their usage when submitting their work.",
  "F2-4": "Projects must be original and not copied from others.",
  "FT3": "3. Judging Criteria :",
  "F3-1": "Innovativeness : If the project demonstrates innovative thinking and novel problem-solving approaches.",
  "F3-2": "Technical Implementation : The technical completeness and complexity of the work.",
  "F3-3": "Practicality : If the project address real-world problems or possess practical value and potential for actual product or service transformation.",
  "F3-4": "User Experience : The design and user experience aspects of the work.",
  "FT4": "4. Work Submission :",
  "F4-1": "Hackers should prioritize selecting Bounty topics to access Bounty rewards and Mentor resources. The submitted project will automatically enter the live evaluation phase if it does not relate to any provided topics.",
  "F4-2": "Hackers must submit their works within the specified time frame; submissions must be on time to be accepted.",
  "F4-3": "Work submissions must include complete source code, usage instructions, and a brief development report explaining how the work solves the problem and its innovative points.",
  "FT5": "5. Copyright Regulations :",
  "F5-1": "The copyright of the participating works belongs to the developers, but TBH has the right to share and showcase these works for non-commercial purposes and quote these works in event promotions.",
  "F5-2": "If any submission involves copyright infringement, the responsibility falls on the developers.",
  "title2": "TRADER",
  "content2": "Traders include but are not limited to trading tools, quantitative strategies, or high-frequency strategies. TBH will provide opportunities such as trading competitions, quantitative trading workshops, and trading-related topics. If a Trader's strategy has implementation value, participants can earn prizes and gain more collaboration opportunities.",
  "subTitle2": "Develop excellent strategies, unlock trading potential, and seize substantial rewards and collaboration opportunities.",
  "ST1": "1. Eligibility :",
  "S1-1": "Traders need to have a basic understanding of financial markets and trading strategies.",
  "S1-2": "Traders can participate as individuals or in a team.",
  "ST2": "2. Development Rules :",
  "S2-1": "Traders can start developing trading strategies after the event begins but must submit complete strategies and backtesting results by 8/25. Please ensure all strategies and results are presented for the judges' evaluation.",
  "S2-2": "Participants can use any open-source code or publicly available APIs but must explicitly list all external resources and explain their usage when submitting their work.",
  "S2-3": "Participants can use any open-source code or publicly available financial data APIs.",
  "ST3": "3. Judging Criteria :",
  "S3-1": "Strategy Innovation : Does the strategy exhibit innovative ideas and methods ?",
  "S3-2": "Risk Management : Has this strategy considered risk control and the ability to withstand market fluctuations ?",
  "ST4": "4. Work Submission :",
  "S4-1": "Traders must submit their strategies within the specified time frame; submissions must be on time to be accepted.",
  "S4-2": "Strategy submissions must include strategy explanations and detailed backtesting reports.",
  "title3": "GEM HUNTER",
  "content3": "Gem Hunters represent the communities; participants must complete challenges and tasks by seeking and collecting \"gems\" (clues, NFTs, or other symbolic items within the event). Hunters can earn special privileges from the conference by gathering a certain number of gems.",
  "subTitle3": "Complete tasks, collect gems, exchange for NFTs, and redeem Taiwan Builder House's benefit.",
  "TT1": "1. Eligibility :",
  "T1-1": "Hunters must register and join the Gem Hunter Group before the event begins.",
  "T1-2": "Hunters must provide the required wallet address.",
  "TT2": "2. Benefits and Rewards :",
  "T2-1": "Completion of 20% collection progress : TBH2023 SilveryNFT, Silvery Prize.",
  "T2-2": "Completion of 50% collection progress : TBH2023 GoldenNFT, Golden Prize.",
  "T2-3": "Completion of 100% collection progress : Gain After Party ticket, TBH2023 DiamondNFT, Diamond Prize.",
  "TT3": "3. Rules :",
  "T3-1": "Hunters must adhere to the event rules and collect gems according to specified challenges and tasks.",
  "T3-2": "The quantity of gems earned from completing tasks varies based on task difficulty and requirements.",
  "T3-3": "Any attempt at cheating or violating the rules will result in the organizers canceling all privileges for that participant and removing them from the Gem Hunter Group.",
  "T3-4": "Hunters must use the same address for tasks. An incorrect address will be considered incomplete.",
  "T3-5": "TBH will not provide any alternative compensation if a Hunter cannot attend and cannot obtain partial privileges.",
  "TT4": "4. Notes :",
  "T4-1": "Event dates, tasks, and prize content may be subject to change; please closely follow announcements from the Gem Hunter Group.",
  "T4-2": "Hunters must ensure accurate contact information; if incorrect contact information results in the inability to receive partial benefits, TBH will not provide alternative compensation.",
  "T4-3": "Any attempt at cheating or violating the rules will result in the organizers canceling all privileges for that participant and removing them from the Gem Hunter Group."
}
