{
  "title": "Prize",
  "subTitle": "",
  "pA": "Total Prize Amount",
  "pT": "Prize",
  "pf": "First Prize : 3,000U, Onekey mini * 1, $1000 Google Cloud Credit + Technical mentorship",
  "ps": "Second Prize : 2,000U, $1000 Google Cloud Credit + Technical mentorship",
  "pt": "Third Prize : 1,000U, $1000 Google Cloud Credit + Technical mentorship",
  "pf1": "First Prize : 1,500U, Onekey mini * 1, $500 Google Cloud Credit + Technical mentorship",
  "ps1": "Second Prize : 1,000U, $500 Google Cloud Credit + Technical mentorship",
  "pt1": "Third Prize : 500U, $500 Google Cloud Credit + Technical mentorship",
  "1T": "Judges will select the overall best projects.",
  "1S": "Only one project can win the Overall Best Award ",
  "2T": "Judges will select projects with the most potential.",
  "2S": "Only one project can win the Most Potential Project Award.",
  "3T": "Project with the most votes from the communities.",
  "TZ": "1. Integrate blockchain with AI. There is no limitation.",
  "LCT": "Predictive Analysis on Market Volatility",
  "LCC": "'Volatility' is a critical factor in financial markets, creating opportunities for arbitrage and attracting risk-takers. In comparison to traditional finance, the cryptocurrency market possesses the characteristic of high volatility and risk. Despite this, the high returns associated with increased risks continue to attract numerous traders to trade within the market.",
  "LC1T": "1. Predict Market Trends by Analyzing Volatility. Predict market trends by analyzing volatility using any method of your choice.",
  "LC1C1": "If using 'time' as the sampling criterion, predict the market state 3000ms later.",
  "LC1C2": " If using 'trades' as the sampling criterion, indicate the market state 300 ticks later.",
  "LC1C3": "Accuracy will be the scoring criteria.",
  "LC2T": "2. Develop a Trading Model based on Analysis Construct a trading model based on your analysis results, considering factors like transaction fees, slippage, and execution outcomes during backtesting.",
  "Bonkt": "Create a Gacha Machine mechanism",
  "Bonki": "$BONK is a culture token for a cryptocurrency that combines web3 humor with functionality. It partners with DeFi, gaming, and NFT projects across multiple chains, with 130+ integrations and trading on 50+ global exchanges.  ",
  "Bonkt1": "Create a Gacha Machine mechanism that allows users to spend a certain amount of input currency (Solana tokens or NFTs) to receive rewards in a probabilistic manner. ",
  "WHT": "Innovative Development Contest Using Wormhole for Cross-Chain Functionality",
  "WHC": "The prize distribution will be based on the innovation, practicality, user experience, and technical implementation presented by the participating teams. A panel of expert judges will determine winners for each prize tier.",
  "WH1T": "1. The project must utilize Wormhole SDK to achieve cross-chain functionality and operate across multiple blockchain ecosystems.",
  "WH2T": "2. The project can be in DeFi, NFTs, gaming, or other fields, but it must possess practical utility and potential market value.",
  "WH3T": "3. The design and implementation of the project must be outstanding, encompassing user experience, performance, and security, among others.",
  "WH4T": "4. The project should come with comprehensive documentation and well-commented code to facilitate evaluation by judges and community members.",
  "WHS": "Wormhole community and developers website: https://wormhole.com/community",
  "FCT": "Create innovative decentralized projects using Filecoin and IPFS, domains can vary among media sharing, social media, decentralized finance (DeFi), etc…",
  "FCC": "The prize distribution will be based on the innovation, practicality, user experience, and technical implementation presented by the participating teams. Winners for each prize tier will be determined by a panel of expert judges.",
  "FC1T": "1. The project must be entirely new and not a simple modification or enhancement of existing applications.",
  "FC2T": "2. It must have practical utility and value, and be able to explain how it addresses a specific problem.",
  "FC3T": "3. The design and implementation of the project must be excellent, encompassing aspects such as user experience, performance, and security.",
  "FC4T": "4. Submitted projects must be open-source with licenses under MIT and APACHE2.",
  "FC5T": "4. The technical implementation of the product must be robust and a working prototype or demo should be showcased during the TBH.",
  "FCS": "Filecoin Official Documentation and Developer Tools: https://docs.filecoin.io/\nFilecoin Grants Proposal Template and Guide: https://github.com/filecoin-project/devgrants\nFilecoin Community and Developer Forums: https://docs.filecoin.io/basics/project-and-community/chat-and-discussion-forums/\nFilecoin Dev Grants GitHub Repository: https://github.com/filecoin-project/devgrants\nIPFS Official Documentation: https://docs.ipfs.io/\n\nWhen making a proposal, you should include the following information : \nProject Name : The name of your project or proposal.\nProject Description : A brief overview of what your project is, what it does, and why it's important.\nTeam Information : Information about you and your team members, including your skills and experience, and why you are suitable to execute this project.\nDetailed Design : A detailed plan on how you intend to implement your project, including technical details and the tools you plan to use.\nTimeline : The timeframe within which you plan to complete the project, including any significant milestones.\nBudget and Fund Usage : How much funding you need and how you intend to allocate these funds.\nLicense : The open-source license under which your project will be released.\nSupport and Participation : How you plan to involve the community in your project and how you intend to support and maintain it.\nAdditional Information : Any other information you believe the judging panel needs to know.\nThis comprehensive proposal will provide evaluators with a clear understanding of your project's goals, execution plan, and potential impact.",
  "HVT": "Build innovative features around the \"Fat Protocol\"",
  "HVC": "\"Fat Protocol Thesis\" proposed by Joel Monegro in 2016, states that the value of the underlying blockchain protocol is always greater than the value of the applications built on top of it. Essentially, the market cap of the foundational layer will always exceed the combined market cap of all applications built on that same foundational layer.",
  "HV1T": "Please utilize the composability features of top protocols to build innovative functionalities around the \"Fat Protocol\" concept. For instance, leverage Uniswap's hook mechanism to trigger programmability in transactions, fostering research and development within the Uniswap ecosystem. The greatest benefits are derived from its robust depth of liquidity.",
  "CTT": "What will social interaction look like in the Web3 world? Unleash your creativity and submit an intriguing Web3 Social Idea!",
  "CTC": "Design an Innovative and Engaging Web3 Social Application: Demonstrating user interaction through Web3 technologies (Wallet Logins, Decentralized Anonymity, Incentive Mechanisms, etc.), and ensuring sustained user engagement.",
  "CT1T": "1. Requirements and Constraints",
  "CT1C1": "Implement platform operation and incentive mechanisms using Web3 technologies.",
  "CT1C2": "Provide effective incentive methods to attract user participation.",
  "CT1C3": "Design verification mechanisms to ensure authenticity of incentives and user interactions.",
  "CT1C4": "Demonstrating the social application scenario is best presented through a concept or demo.",
  "CT2T": "2. Evaluation Criteria",
  "CT2C1": "Innovation and technical feasibility of the solution.",
  "CT2C2": "Effectiveness of incentive mechanisms.",
  "CT2C3": "User experience and interface design.",
  "CT2C4": "Consideration of user stickiness and engagement.",
  "ACE": "Maker Rebate Program",
  "ACET": "TWD Maker Recruitment Notice",
  "ACEP": "TWD Maker Rebate Program",
  "ACEC": "During the specified period, upon application and approval, participants will be eligible for the Maker rebate.",
  "ACE1T": "During the period : When Maker trading volume reaches 10,000,000 TWD",
  "ACE1C1": "The Maker fee will be reduced by 0.02%.",
  "ACE2T": "During the period : When Maker trading volume reaches 20,000,000 TWD,",
  "ACE2C1": "The Maker fee will be reduced by 0.03%.",
  "ACE3T": "Please note",
  "ACE3C1": "Trading volume is calculated only for TWD trading pairs in the form of Maker.",
  "ACE3C2": "Fee refunds will be processed on a weekly basis.",
  "ACE3C3": "Taker fees will be calculated according to the original fee structure."
}
